Repository: RTO-Websites/dynamic-conditions
Catalog: trunk/languages/dynamicconditions-*.po
Languages: pt_pt

source: Elementor and Elementor Pro not installed.
pt_pt: Elementor e Elementor Pro não estão instalados.

source: Elementor Pro not installed.
pt_pt: O Elementor Pro não está instalado.

source: Elementor not installed.
pt_pt: O Elementor não está instalado.

source: Dynamic Conditions
pt_pt: Condições Dinâmicas

source: Dynamic Tag
pt_pt: Etiqueta Dinâmica

source: Select condition field
pt_pt: Selecionar campo da condição

source: Show/Hide
pt_pt: Mostrar/Ocultar

source: Show when condition met
pt_pt: Mostrar quando obedece à condição

source: Hide when condition met
pt_pt: Ocultar quando obedece à condição

source: Condition
pt_pt: Condição

source: Is equal to
pt_pt: É igual a

source: Is not equal to
pt_pt: Não é igual a

source: Contains
pt_pt: Contém

source: Does not contain
pt_pt: Não contém

source: Is empty
pt_pt: Está vazio

source: Is not empty
pt_pt: Não está vazio

source: Less than
pt_pt: É menor que

source: Greater than
pt_pt: É Maior que

source: Between
pt_pt: Entre

source: Compare Type
pt_pt: Tipo de comparação

source: Date
pt_pt: Data

source: Months
pt_pt: Meses

source: Weekdays
pt_pt: Dias da semana

source: Select your condition for this widget visibility.
pt_pt: Selecione a condição para mostrar/ocultar o widget.

source: Add a second condition value, if between is selected
pt_pt: Segunda condição se entre estiver selecionado

source: Conditional value
pt_pt: Valor condicional

source: Select what do you want to compare
pt_pt: Selecionar o que pretende comparar

source: Add your conditional value to compare here.
pt_pt: Introduza aqui a sua condição de comparação.

source: Supported Date and Time Formats
pt_pt: Formatos de data e hora suportados

source: Hide only content
pt_pt: Ocultar apenas o conteúdo

source: Resize other columns
pt_pt: Redimensionar outras colunas

source: If checked, only the inner content will be hidden, so you will see an empty section
pt_pt: Se estiver selecionado, apenas o conteúdo interior será ocultado, pelo que verá uma secção vazia

source: Parse shortcodes
pt_pt: Executar códigos curtos

source: In array
pt_pt: Na matriz

source: Use comma-separated values, to check if dynamic-value is equal with one of each item.
pt_pt: Utilizar valores separados por vírgulas, para verificar se o valor dinâmico é igual a um de cada item.

source: Prevent date parsing
pt_pt: Impedir a interpretação de datas

source: Debug-Mode
pt_pt: Modo de depuração

source: Use comma-separated values, to check if dynamic-value contains one of each item.
pt_pt: Utilizar valores separados por vírgulas, para verificar se dynamic-value contém um de cada item.

source: In array contains
pt_pt: Na série contém

source: Hide wrapper
pt_pt: Ocultar envolvente

source: Hide other elements
pt_pt: Ocultar outros elementos

source: Will hide a parent matching the selector.
pt_pt: Oculta um elemento superior que corresponde ao seletor.

source: Will hide all other elements matching the selector.
pt_pt: Oculta todos os elementos que correspondem ao seletor.
